# Пройденное расстояние. Допустим, что несчастные случаи или задержки отсутствуют, тогда расстояние, проезжаемое
# автомобилем по автостраде, можно вычислить на основе формулы: расстояние = скорость х время. Автомобиль движется со
# скоростью 70 км/ч. Напишите программу, которая показывает:
# •	расстояние, которое автомобиль пройдет за 6 часов;
# •	расстояние, которое автомобиль пройдет за 10 часов;
# •	расстояние, которое автомобиль пройдет за 15 часов.


SPEED = 70

print(f'расстояние, которое автомобиль пройдет за 6 часов составляет {SPEED * 6} км')
print(f'расстояние, которое автомобиль пройдет за 10 часов составляет {SPEED * 10} км')
print(f'расстояние, которое автомобиль пройдет за 15 часов составляет {SPEED * 15} км')